Revit 2027 API
FieldBuilder Constructor
Overload List
Name | Description
FieldBuilder(FieldBuilder) |  Constructs a new copy of the input ESFieldBuilder object.
FieldBuilder(Field, SchemaBuilder) |  Constructs a new FieldBuilder using the field and associated SchemaBuilder object.
Top
See Also
Reference
FieldBuilder Class
Autodesk.Revit.DB.ExtensibleStorage Namespace